Revit 2027 API
ParameterTypeId.ImportAdtEntityThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportAdtEntityThickness { get; }
Public Shared ReadOnly Property ImportAdtEntityThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportAdtEntityThickness {
	ForgeTypeId^ get ();
}
static member ImportAdtEntityThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace